Repository: common-repository/ipag-woocommerce
Catalog: languages/ipag-gateway-*.po
Languages: pt_br

source: Payment Details
pt_br: Detalhes do Pagamento

source: Transaction ID:
pt_br: ID da Transação:

source: Transaction Message:
pt_br: Mensagem da Transação:

source: Operator Message:
pt_br: Mensagem da Operadora:

source: Installments Number:
pt_br: Número de parcelas:

source: Card Brand:
pt_br: Bandeira do Cartão:

source: Subscription
pt_br: Assinatura

source: Last Payment:
pt_br: Último Pagamento:

source: Capture
pt_br: Capturar

source: Consult
pt_br: Consultar

source: Transaction Initiated
pt_br: Transação Iniciada

source: Printed Billet
pt_br: Boleto Impresso

source: Transaction Canceled
pt_br: Transação Cancelada

source: Transaction In Analysis
pt_br: Transação em Análise

source: Transaction Approved
pt_br: Transação Aprovada

source: Transaction Approved Partial Value
pt_br: Transação Aprovada com Valor Parcial

source: Transaction Refused
pt_br: Transação Recusada

source: Transaction Approved & Captured
pt_br: Transação Aprovada e Capturada

source: Waiting Payment
pt_br: Aguardando Pagamento

source: Consulting...
pt_br: Consultando ...

source: Consulted
pt_br: Consultado

source: iPag - Billet
pt_br: iPag - Boleto

source: iPag Secure Payment
pt_br: iPag Pagamento Seguro

source: Enable iPag Payment Gateway
pt_br: Ativar iPag Gateway de Pagamento

source: Enable
pt_br: Habilitar

source: iPag Title
pt_br: Título

source: This controls the title that users will see during checkout.
pt_br: Isso controla o título que os usuários verão durante o checkout.

source: Store Identification
pt_br: Login iPag

source: Your store identification registered at iPag Panel.
pt_br: A identificação de sua loja fornecido pelo iPag.

source: Your store API KEY at iPag Panel.
pt_br: A API KEY de sua loja fornecida pelo iPag.

source: Bank Billet's Emitter
pt_br: Banco Emissor do Boleto

source: Select the bank billet's emitter.
pt_br: Selecione o emissor do boleto bancário.

source: Days To Pay
pt_br: Dias para pagar

source: Quantity of days that your client has to pay the billet.
pt_br: Quantidade de dias que o cliente tem para pagar o boleto.

source: Checkout Message
pt_br: Mensagem no Checkout

source: This controls the message that users will see before print the billet.
pt_br: Isto controla a mensagem que os usuários verão antes de imprimir o boleto.

source: Confirm your order to print the billet.
pt_br: Confirme seu pedido para imprimir o boleto.

source: Environment
pt_br: Ambiente

source: Test
pt_br: Teste

source: Production
pt_br: Produção

source: Enable Debug
pt_br: Ativar depuração

source: iPag Payment Gateway - Billet
pt_br: Método de Pagamento iPag - Boleto

source: Payment error:
pt_br: Erro no Pagamento:

source: Invalid credit card number.
pt_br: Número do Cartão de Crédito inválido.

source: Invalid CVV.
pt_br: CVV inválido.

source: Invalid name.
pt_br: Titular do cartão inválido.

source: Invalid expiry date.
pt_br: Validade do cartão inválida.

source: Expired card.
pt_br: Cartão expirado.

source: Invalid CPF.
pt_br: CPF do portador do cartão inválido.

source: Please choose an installment option.
pt_br: Por favor, escolha uma opção de parcelamento.

source: Error processing payment. Check card data!
pt_br: Erro ao processar pagamento. Verifique os dados do cartão!

source: Invalid card data
pt_br: Dados de cartão inválido

source: iPag - Double Card
pt_br: iPag - Cartão Duplo

source: Accepted Card Brands
pt_br: Bandeiras Aceitas

source: Select the card brands that will be accepted for payment.
pt_br: Selecione as bandeiras que serão aceitas para pagamento.

source: Smallest Installment
pt_br: Parcela mínima

source: Smallest value of each installment.
pt_br: O menor valor permitido de cada parcela.

source: Installment Within
pt_br: Parcelar em Até

source: Maximum number of installments for orders in your store.
pt_br: Número máximo de parcelas que a sua loja irá aceitar.

source: Interest Rate(%)
pt_br: Taxa de juros (%)

source: Percentage of interest that will be charged to the customer in the installment.
pt_br: Porcentagem de juros cobrado do cliente em compras parceladas.

source: Interest-Free Installment
pt_br: Parcelas sem Juros

source: Number of interest-free installments
pt_br: Número de Parcelas sem Juros

source: Invalid credit card one. Please choose another one!
pt_br: Primeiro cartão de crédito inválido. Por favor, escolha outro!

source: Invalid credit card two. Please choose another one!
pt_br: Segundo cartão de crédito inválido. Por favor, escolha outro!

source: This card isn't accepted. Please choose another one!
pt_br: Este cartão não é aceito pela loja. Por favor escolha outro cartão!

source: Capturing...
pt_br: Capturando ...

source: Captured
pt_br: Capturado

source: iPag Payment Gateway - Double Card
pt_br: Método de Pagamento iPag - Cartão Duplo

source: iPag - Credit Card
pt_br: iPag - Cartão de crédito

source: Enable iPag Brand
pt_br: Ativar marca iPag no checkout

source: Invalid credit card. Please choose another one!
pt_br: Cartão de crédito inválido. Por favor, escolha outro!

source: iPag Payment Gateway - Credit Card
pt_br: Método de Pagamento iPag - Cartão de Crédito

source: iPag - Debit Card
pt_br: iPag - Cartão de Débito

source: iPag Payment Gateway - Debit Card
pt_br: IPag - Cartão de Débito

source: This controls the message that users will see before Itaú redirect.
pt_br: Isto controla a mensagem que os usuários verão antes do redirecionamento para o Itaú.

source: Confirm your order to redirect to the bank.
pt_br: Confirme seu pedido para redirecionar ao Itaú.

source: iPag Payment Gateway - Itaú Shopline
pt_br: Método de Pagamento iPag - Itaú Shopline

source: This controls the message that users will see before view the qrcode.
pt_br: Esta opção define a mensagem que os usuários verão antes de visualizar o QRCode.

source: Confirm your order to view the qrcode.
pt_br: Confirme seu pedido para visualizar o QR Code.

source: iPag Payment Gateway - Pix
pt_br: Método de Pagamento iPag - Pix

source: Error processing payment.
pt_br: Erro ao processar pagamento.

source: Invalid payment data.
pt_br: Dados de pagamento inválidos.

source: Credit Settings
pt_br: Config. Crédito

source: Billet Settings
pt_br: Config. Boleto

source: Pix Settings
pt_br: Config. Pix

source: Itaú Shopline Settings
pt_br: Config. Itaú Shopline

source: Debit Settings
pt_br: Config. Débito

source: Double Card Settings
pt_br: Config. Cartão Duplo
